[
    {
      "artifact_image": "https://i.ibb.co.com/rRnhJ5cM/download1.jpg",
      "artifact_name": "Ancient Vase",
      "short_description": "Ancient Greek vases, like amphorae, were used for storage and decorated with mythological scenes. They provide insight into Greek culture and craftsmanship. Many of these beautifully painted vessels survive in museums, showcasing the artistry and daily life of ancient Greece.",
      "like_count": 120
    },
    {
      "artifact_image": "https://i.ibb.co.com/QvNFnvb1/download2.jpg",
      "artifact_name": "Golden Mask of Pharaoh",
      "short_description": "Tutankhamun’s golden mask, made of solid gold and inlaid gemstones, is one of Egypt’s most famous artifacts. It symbolizes the grandeur of the pharaohs and their beliefs in the afterlife. This stunning piece remains a highlight of Egyptian archaeology.",
      "like_count": 300
    },
    {
      "artifact_image": "https://i.ibb.co.com/ZpkfN47t/download3.jpg",
      "artifact_name": "Roman Gladiator Helmet",
      "short_description": "Gladiator helmets were designed for protection in Roman arenas. Made of bronze or iron, they varied by fighter type. Some featured elaborate crests for intimidation. These helmets symbolize Rome’s gladiatorial culture and are preserved in museums today.",
      "like_count": 250
    },
    {
      "artifact_image": "https://i.ibb.co.com/FMM6tQ0/download4.jpg",
      "artifact_name": "Samurai Katana",
      "short_description": "The katana, a curved Japanese sword, was the samurai’s weapon of choice. Known for its sharpness and craftsmanship, it symbolized honor and skill. Samurai considered it an extension of their soul. Today, it remains a treasured part of Japanese history.",
      "like_count": 180
    },
    {
      "artifact_image": "https://i.ibb.co.com/pj6yDmNH/download5.jpg",
      "artifact_name": "Renaissance Oil Painting",
      "short_description": "Renaissance oil paintings revolutionized art with realism and perspective. Artists like da Vinci and Michelangelo perfected techniques that brought depth to their work. These masterpieces remain some of the most admired paintings in museums worldwide.",
      "like_count": 220
    },
    {
      "artifact_image": "https://i.ibb.co.com/nNdxZ4C4/download6.jpg",
      "artifact_name": "Aztec Calendar Stone",
      "short_description": "The Aztec Calendar Stone, also known as the Sun Stone, is a massive basalt carving representing the sun god Tonatiuh. It symbolizes Aztec timekeeping and mythology, standing today as one of Mexico’s most famous archaeological artifacts.",
      "like_count": 270
    },
    {
      "artifact_image": "https://i.ibb.co.com/wZJv5SWg/mphorae-7.jpg",
      "artifact_name": "Greek Amphora",
      "short_description": "Greek amphorae were used to store oil, wine, and grains. Often decorated with detailed scenes, they reflect ancient Greek artistry and daily life. Many amphorae are preserved in museums, showcasing their importance in Greek civilization.",
      "like_count": 150
    },
    {
      "artifact_image": "https://i.ibb.co.com/35FcWfFf/download8.jpg",
      "artifact_name": "Medieval Knight Armor",
      "short_description": "Medieval knights wore armor made of chainmail and metal plates for protection. Beyond its function in battle, it symbolized status and honor. Many suits of armor are preserved in museums, showcasing medieval craftsmanship and warfare technology.",
      "like_count": 200
    },
    {
      "artifact_image": "https://i.ibb.co.com/spttGgLD/download9.jpg",
      "artifact_name": "Viking Longship Model",
      "short_description": "Viking longships were sleek, fast vessels used for raids, trade, and exploration. Their design allowed navigation through open seas and rivers. These ships symbolize Viking craftsmanship and seafaring skills, with many remains found in burial sites.",
      "like_count": 190
    },
    {
      "artifact_image": "https://i.ibb.co.com/tpnxjxQX/download10.jpg",
      "artifact_name": "Mayan Jade Mask",
      "short_description": "Mayan jade masks were crafted for rituals and burials, symbolizing divine power. Often placed in tombs, these masks represented gods or rulers. Their intricate designs reflect Mayan artistry and spiritual beliefs, with many preserved in museums.",
      "like_count": 260
    }
  ]
  